courses = [
    {
        'id': 1,
        'title_short': 'Python course',
        'title_long': 'Python тiлiнде <em> бағдарламалау негiздерi</em>',
        'image': '/assets/images/courses-01.jpg',
        'image_alt': 'ПИТОН ТІЛІ',
        'mini_desc': 'asdadsasdasdada',
        'full_desc': '''<p>
                Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен
                тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде
                әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.
                Курстың мақсаты тереңдетiлген бiлiмнен гөрi бағдарламалаудың
                негiзгi ұғымдарын үйрену. Практикалық шолу жасау болғандықтан,
                бағдарламалау тiлi ретiнде Python (Питон) таңдалды.
              </p>
              <h5>Бұл курста не үйренесіз?</h5>
              <ul class="lesson-ul">
                <li>
                  * Python бағдарламалау тілі туралы іргелі түсінікке ие
                  болыңыз.
                </li>
                <li>* Функцияларды программалауды үйрену.</li>
                <li>* Объектіге бағытталған программалау</li>
                <li>
                  * Таза, өнімді және қатесіз код жазудың ең жақсы тәжірибелерін
                  үйреніңіз.
                </li>
              </ul>''',
        'lessons' : [
            {
                'id': 1,
                'title': 'Lesson 1',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-01.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 2,
                'title': 'Lesson 2',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-02.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 3,
                'title': 'Lesson 3',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-03.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 4,
                'title': 'Lesson 4',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-04.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            }
        ]
    },
    {
        'id': 2,
        'title_short': 'Java course',
        'title_long': 'Java тiлiнде <em> бағдарламалау негiздерi</em>',
        'image': '/assets/images/courses-02.jpg',
        'image_alt': 'JAVA ТІЛІ',
        'mini_desc': 'wqertttwer',
        'full_desc': '''<p>
                Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен
                тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде
                әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.
                Курстың мақсаты тереңдетiлген бiлiмнен гөрi бағдарламалаудың
                негiзгi ұғымдарын үйрену. Практикалық шолу жасау болғандықтан,
                бағдарламалау тiлi ретiнде Python (Питон) таңдалды.
              </p>
              <h5>Бұл курста не үйренесіз?</h5>
              <ul class="lesson-ul">
                <li>
                  * Python бағдарламалау тілі туралы іргелі түсінікке ие
                  болыңыз.
                </li>
                <li>* Функцияларды программалауды үйрену.</li>
                <li>* Объектіге бағытталған программалау</li>
                <li>
                  * Таза, өнімді және қатесіз код жазудың ең жақсы тәжірибелерін
                  үйреніңіз.
                </li>
              </ul>''',
        'lessons' : [
            {
                'id': 1,
                'title': 'Lesson 1',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-01.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 2,
                'title': 'Lesson 2',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-02.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 3,
                'title': 'Lesson 3',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-03.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 4,
                'title': 'Lesson 4',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-04.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            }
        ]
    },
    {
        'id': 3,
        'title_short': 'Golang course',
        'title_long': 'Golang тiлiнде <em> бағдарламалау негiздерi</em>',
        'image': '/assets/images/courses-03.jpg',
        'image_alt': 'GOLANG ТІЛІ',
        'mini_desc': 'asdadsasdasdada',
        'full_desc': '''<p>
                Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен
                тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде
                әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.
                Курстың мақсаты тереңдетiлген бiлiмнен гөрi бағдарламалаудың
                негiзгi ұғымдарын үйрену. Практикалық шолу жасау болғандықтан,
                бағдарламалау тiлi ретiнде Python (Питон) таңдалды.
              </p>
              <h5>Бұл курста не үйренесіз?</h5>
              <ul class="lesson-ul">
                <li>
                  * Python бағдарламалау тілі туралы іргелі түсінікке ие
                  болыңыз.
                </li>
                <li>* Функцияларды программалауды үйрену.</li>
                <li>* Объектіге бағытталған программалау</li>
                <li>
                  * Таза, өнімді және қатесіз код жазудың ең жақсы тәжірибелерін
                  үйреніңіз.
                </li>
              </ul>''',
        'lessons' : [
            {
                'id': 1,
                'title': 'Lesson 1',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-01.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 2,
                'title': 'Lesson 2',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-02.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 3,
                'title': 'Lesson 3',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-03.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            },
            {
                'id': 4,
                'title': 'Lesson 4',
                'desc': 'Бұл бағдарламалауға кiрiспе курсы ешбiр алғашқы бiлiм мен тəжiрибесi жоқ барлық үйренемiн деушiлерге ашық, соның ішінде әсіресе жоғарғы сынып оқушылары мен студенттерге арналған.',
                'image': '/assets/images/courses-04.jpg',
                'youtube': 'https://www.youtube.com/watch?v=dQw4w9WgXcQ',
            }
        ]
    }
]